{
  "papers": [
    {"firstAuthor": "Wu",
     "seniorAuthor": "Gao",
     "year": 2019,
     "journal": "Cell",
     "doi": "10.1016/j.cell.2019.04.034",
     "pathogen": "Multiple",
     "organism": "REVIEW",
     "primaryApproaches": "--",
     "title": "'Breathing' Hemagglutinin Reveals Cryptic Epitopes for Universal Influenza Vaccine Design",
     "findings": "This is a <i>preview</i> for 3 independent studies on HA breathing in this issue. These studies revealed <i>occluded</i> epitopes on the HA head that are exposed when the HA is <i>breathing</i>, where the inter-protomer HA head domain contact surface can be recognized by Abs. Surprisingly, Abs targeting these area lacked neutralizing activity <i>in vitro</i>, but they do have protective efficacy in mouse model of infection. Notably, these Abs can recognize a large range of flu HA subtypes.",
     "tags": ["HA", "FluA-20", "S5V2-29", "8H10"]
    },
    {"firstAuthor": "Tsuchiya et al.",
     "seniorAuthor": "Nakamura",
     "year": 2001,
     "journal": "J Gen Virol.",
     "doi": "10.1099/0022-1317-82-10-2475",
     "pathogen": "H2N2",
     "organism": "--",
     "primaryApproaches": "MDCK",
     "title": "Antigenic structure of the haemagglutinin of human influenza A/H2N2 virus",
     "findings": "H2N2 circulated for 11 years in human. In stark contrast to H3N2 and H1N1, it never added N-linked glycosylation to its head domain. <i>In vitro</i>, however, glycosylation was added to escape from mAbs recognition but it comes with a great fitness cost, namely reduction in receptor-binding and membrane-fusion activity.",
     "tags": ["Glycosylation", "Escape", "Fitness cost"]
    },
    {"firstAuthor": "Altman et al.",
     "seniorAuthor": "Yewdell",
     "year": 2019,
     "journal": "mBio",
     "doi": "10.1128/mBio.00204-19",
     "pathogen": "H1 & H3",
     "organism": "--",
     "primaryApproaches": "MDCK",
     "title": "Human Influenza A Virus Hemagglutinin Glycan Evolution Follows a Temporal Pattern to a Glycan Limit",
     "findings": "Glycan addition shifts kDa substantially but varies by subtype; H1 adds ~3.3 kDa/glycan, H3 adds ~2.5 kDa/glycan. IAVs add glycans at an interval of 5-7 years, to which afterwards they start swapping.",
     "tags": ["Glycosylation", "Evolution", "Limit"]
    },
    {"firstAuthor": "Bacsik et al.",
     "seniorAuthor": "Bloom",
     "year": 2023,
     "journal": "bioRxiv",
     "doi": "10.1101/2022.08.30.505828",
     "pathogen": "pdmH1N1 Cal/09",
     "organism": "MDCK",
     "primaryApproaches": "scRNA-seq",
     "title": "Influenza virus transcription and progeny production are poorly correlated in single cells",
     "findings": "",
     "tags": [""]
    },
    {"firstAuthor": "Phan et al.",
     "seniorAuthor": "Langlois",
     "year": 2021,
     "journal": "J Virol. ",
     "doi": "10.1128/JVI.02102-20",
     "pathogen": "PR8",
     "organism": "MDCK",
     "primaryApproaches": "RNA-seq, InVERT",
     "title": "Segment-Specific Kinetics of mRNA, cRNA, and vRNA Accumulation during Influenza Virus Infection",
     "findings": "",
     "tags": ["vRNA", "cRNA", "mRNA", "Kinetics"]
    },
    {"firstAuthor": "Das et al.",
     "seniorAuthor": "Yewdell",
     "year": 2011,
     "journal": "PNAS",
     "doi": "10.1073/pnas.1108754108",
     "pathogen": "PR8",
     "organism": "MDCK & Mouse",
     "primaryApproaches": "Ab Escape Analysis",
     "title": "Fitness costs limit influenza A virus hemagglutinin glycosylation as an immune evasion strategy",
     "findings": "Here the authors discussed H28-A2 mAb (IgM), where notably it generated PR8 escape at an extremely low frequency of 1 in 1 billion (10<sup>–9.12</sup>), a frequency that corresponds to a simultaneous double mutant despite having a typical anti-HA affinity. The footprint of H28-A2 is unknown. A single K144N substitution is enough to escape H28-A2, but PR8 typically evolved with a compensatory mutation elsewhere on the HA (either P186S, D225G or N193K; all these substitutions confer high avidity binding to sialic acid). Surprisingly, H28-A2 escape mutants can't escape polyclonal Ab well. This suggests that H28-A2 escape mutants (with the aforementioned compensatory mutations) prioritized for receptor avidity than Ab escape.",
     "tags": ["H28-A2", "Glycosylation", "144"]
    }
  ]
}
